{
  "AddressNotFound.title": "Your address cannot be found",
  "AddressNotFound.description": "This may be because your property is new or your post code was entered incorrectly.",
  "IneligibleCountry.title.ni": "The scheme does not apply to homes in Northern Ireland",
  "IneligibleCountry.title.scotland": "As your property is in Scotland, you must use a different service",
  "IneligibleCountry.description.ni": "The Energy Company Obligation and Great British Insulation schemes are only available to homes in England, Wales, and Scotland.",
  "IneligibleCountry.description.scotland": "Unfortunately, this service is not available to homes in Scotland.",
  "IneligibleCountry.link.ni": "For advice on energy support measures in Northern Ireland [visit the NI Direct government services website](https://www.nidirect.gov.uk/information-and-services/environment-and-outdoors/energy-advice)",
  "IneligibleCountry.link.scotland": "You can find support with effective ways to reduce your energy bills by visiting the [Warmer Homes Scotland Programme.](https://www.homeenergyscotland.org/funding/)",
  "ListOfElegibleSchemes.title": "Information based on your answers",
  "ListOfElegibleSchemes.subTitle": "Based on your answers you can access the following:",
  "ListOfElegibleSchemes.suplier.header": "Support from an energy supplier",
  "ListOfElegibleSchemes.suplier.title": "Government schemes available: Great British Insulation scheme, and Energy Company Obligation 4.",
  "ListOfElegibleSchemes.suplier.body1": "You can create a referral to your home energy supplier to access insulation with this offer.",
  "ListOfElegibleSchemes.suplier.body2": "Your energy supplier will assess your home, tell you what measures are suitable, and tell you how these measures will save energy in your home. They will also determine if you need to make any financial contribution before you decide to install anything.",
  "LocalCouncilSupport.title": "You may be eligible for additional household support from your local council",
  "LocalCouncilSupport.description.a": "Because you have told us your household income is less than £31,000 and no-one in your household receives benefits, your local council may be able to offer you more support for home energy.",
  "LocalCouncilSupport.description.b": "If you unsure who your local council is, you can [find your local council](https://www.gov.uk/find-local-council).",
  "LocalCouncilSupport.description.c": "You can still use this service to check what other home energy measures you may be entitled to.",
  "PropertyIneligible.title": "Sorry, this service is not for you",
  "PropertyIneligible.description": "This service is for homes with lower energy performance ratings, from D to G.",
  "PropertyIneligible.descriptionBody1": "Check out what other help you can get with your energy bills from the government's [Help for Households](https://example.org).",
  "PropertyIneligible.descriptionBody2": "Find out if you can get support from your local council from the [Household Support Fund](https://example.org).",
  "PropertyIneligible.subTitle": "Find other support",
  "Success.header": "Referral successful",
  "Success.title": "Your reference number",
  "Success.description": "Your application has been referred successfully. The energy supplier you selected will contact you within 14 working days to confirm their process."
}
