{
  "AddressNotFound.title": "Methwyd canfod eich cyfeiriad",
  "AddressNotFound.description": "Efallai bod hyn oherwydd bod eich eiddo yn newydd neu fod eich cod post wedi'i deipio'n anghywir.",
  "IneligibleCountry.title.ni": "Nid yw'r cynllun yn berthnasol i gartrefi yng Ngogledd Iwerddon",
  "IneligibleCountry.title.scotland": "Nid yw'r cynllun yn berthnasol i gartrefi yn yr Alban",
  "IneligibleCountry.description.ni": "Dim ond cartrefi yng Nghymru, Lloegr a'r Alban y mae'r cynlluniau Rhwymedigaeth Cwmnïau Ynni ac Inswleiddio Prydain Fawr ar gael.",
  "IneligibleCountry.description.scotland": "Yn anffodus, nid yw’r gwasanaeth hwn ar gael i gartrefi yn yr Alban",
  "IneligibleCountry.link.ni": "Gallwch [ddod o hyd i gyngor ar welliannau ynni i'ch cartref ar NIDirect](https://www.nidirect.gov.uk/information-and-services/environment-and-outdoors/energy-advice)",
  "IneligibleCountry.link.scotland": "Gallwch [ddod o hyd i gyngor ac arian ar welliannau ynni i'ch cartref ar Home Energy Scotland](https://www.homeenergyscotland.org/funding/)",
  "ListOfElegibleSchemes.title": "Efallai eich bod yn gymwys ar gyfer y canlynol",
  "LocalCouncilSupport.title": "Efallai eich bod yn gymwys ar gyfer cymorth ariannol ychwanegol gan eich cyngor lleol",
  "LocalCouncilSupport.description.a": "Oherwydd eich bod wedi dweud wrthym fod incwm eich cartref yn llai na £31,000 ac nad oes unrhyw un yn eich cartref yn derbyn budd-daliadau, gall eich cyngor lleol gynnig mwy o gefnogaeth ar gyfer ynni cartref.",
  "LocalCouncilSupport.description.b": "Os nad ydych yn siŵr pwy yw eich cyngor lleol, gallwch [ddod o hyd i'ch cyngor lleol](https://www.gov.uk/find-local-council).",
  "LocalCouncilSupport.description.c": "Gallwch ddefnyddio'r gwasanaeth hwn o hyd i wirio pa fesurau ynni cartref eraill y gallwch fod â hawl iddynt.",
  "PropertyIneligible.title": "Nid yw eich eiddo'n bodloni gofynion cymhwysedd isafol EPC.",
  "Success.header": "Cyfeirnodiad llwyddiannus",
  "Success.title": "Eich rhif cyfeirnodiad",
  "Success.description": "Mae eich cais wedi'i gyfeirio'n llwyddiannus. Bydd y cyflenwr ynni yr ydych wedi'i ddewis yn cysylltu â chi o fewn 14 diwrnod gwaith i gadarnhau eu proses."
}
